{
  "_id": { "oid": "6256ee646b9d5c46c624ba1a" },
  "authorInfo": {
    "title": "M.A. MADDOCK",
    "authorDesc": "M. A. Maddock is an Irish author, currently living in Dublin, Ireland."
  },
  "mail": {
    "title": "Join My Mailing List",
    "desc": "Stay up to date on all things The Sixth Amulet."
  },
  "bio": {
    "title": "About the author",
    "content": "Asking an Irish person to write a ‘few’ words about themselves is, to put it mildly, almost impossible! But, here goes … My name is Miriam, and I was born and raised in Dublin, Ireland. Having dabbled in other “interests” over the years (I won’t bore you), in the background, however, I was always an avid reader, with words constantly floating around in my mind yet doing nothing about them—in a literary sense. I always said I’d write a book, but never seemed to get around to it. I think the mere thought of putting those words—along with my imagination—to literary use was daunting, thus always putting it off. That is, until 2011. After doing several writing courses, I finally took the plunge and picked up that pen and notebook (still have them, too!). I began to string those words into sentences, which evolved into paragraphs, eventually filling the pages of what would become my first novel—The Sixth Amulet – Book One. Everyone has a story to tell—a potential book tucked away inside them, just dying to get out. All that’s needed to create it is a simple recipe: a pen and a notebook. So, open your mind and let your imagination roam through the endless possibilities it has … and then write! I hope you enjoyed A Flutter on the Wind. I am currently in the throes of writing book four (untitled). But big books do take time to write, especially when “life” gets in the way. So, do bear with me. In the meantime, and if you’re inclined, the Audiobooks of The Sixth Amulet and The Moon Chasers (Book Two) are available now. All books and audiobooks are available via the links provided. Finally, I want to thank you for your ongoing support. It is much appreciated—more than you know.",
    "splitAfter": { "numberInt": "24" }
  },
  "books": [
    {
      "title": "The Sixth Amulet",
      "img": "covers/sixth_amulet",
      "quote_credit": "Lothian",
      "quote": "In the realm of my soul, I believe him to be a great Ruler.",
      "paragraph_context": "Scotland: 1564",
      "preview": "Deep within the bowels of Elboru, it waits—an immense force—locked inside a sacred stone, destined to give its bearer the power to be a formidable Ruler. It belongs to just one—the Magus—Lord of all Warlocks—and he belongs to it. But the world of mortals has been overshadowed by a menace: an evil entity that would have it to dominate and destroy all that is good. And yet, all is not lost. From within this stone, a light is about to re-ignite by innocence, instilling hope into the hearts of those who would risk everything, to see it placed in the hands of the chosen one—to see it shine beyond the darkness.",
      "show_synopsis": true,
      "full_part_1": "Oran Shaw is no ordinary man: a Warlock, determined to leave his lengthy past behind, he disregards his elders, choosing to live a normal life among mortals … until he crosses paths with Kristene—a young, innocent woman, wrongfully accused of witchcraft. He feels compelled to rescue her from her death sentence. It is an act he would later regret.\n\nTogether, they flee to a new life, settling in Triora—Italy. But life alters when a sinister rival from Oran's past—Magia Nera, a dark Warlock—discovers them. He secretly manipulates Kristene, luring her away from Oran, bitterly ending their relationship. However, his interference eventually forces the three to go their separate ways.",
      "later": "Four decades later:",
      "full_part_2": "Oran has returned to Scotland, where he meets Rosalyn, a young widow with a baby. They marry and settle in the small village of Balloch, near the shores of Lac Lomond. At last, Oran feels content, living a normal and peaceful life with his new family. But when Rosalyn bears him a son, Gillis, life changes utterly for the reluctant Warlock.\n\nOran's past creeps up on him in the form of a Sorceress, named L'Ordana. He recognises her as Kristene, and there is an element of evil inside her. She is not alone and wants something from him: the location of a powerful amulet—the Shenn. Aware his son is destined to rule over the precious item, Oran vows to protect him … no matter what! Bound by duty, he is forced by his “council”—the Elliyan—to seek out the Sorceress and destroy her. Oran, however, is torn between their past and the present. But, when they come face to face, the Warlock unexpectedly finds himself as her prisoner.\n\nOver time, he allies with three unlikely characters, to help him escape; they are not what they seem. Half-human—half Vampire, the three Dhampir, Reece (a Soldier), Asai (a Samurai), and Tam (a Highlander), are also L'Ordana's prisoners—through no fault of their own. They, too, want freedom and their mortality restored. Therefore, Oran makes a bargain with them: in exchange for their freedom, they find and protect his son. With many lives at stake, and time running out, a twist of fate then turns the table on them all, when Reece makes a shocking discovery …",
      "buy": [
        {
          "name": "Hatchards of London",
          "link": "https://www.hatchards.co.uk/book/the-sixth-amulet/miriam-a-maddock/9781739744908"
        },
        {
          "name": "Waterstones",
          "link": "https://www.waterstones.com/book/the-sixth-amulet/miriam-a-maddock/9781739744908"
        },
        {
          "name": "Blackwells UK",
          "link": "https://blackwells.co.uk/bookshop/product/The-Sixth-Amulet--An-epic-historical-fantasy-by-Maddock-Miriam-A/9781739744908"
        },
        {
          "name": "Barnes & Noble",
          "link": "https://www.barnesandnoble.com/w/the-sixth-amulet-miriam-a-maddock/1142332759?ean=9781739744908"
        },
        {
          "name": "Awesome Books",
          "link": "https://www.awesomebooks.com/book/9781739744908/the-sixth-amulet"
        },
        {
          "name": "Audible",
          "link": "https://www.audible.co.uk/pd/The-Sixth-Amulet-Audiobook/B0CSPTWPSW?eac_link=gWNXhwv8ba4x&amp;ref=web_search_eac_asin_1&amp;eac_selected_type=asin&amp;eac_selected=B0CSPTWPSW&amp;qid=6ZiB3AVEvh&amp;eac_id=257-7577380-8936214_6ZiB3AVEvh&amp;sr=1-1"
        },
        {
          "name": "Amazon",
          "link": "https://www.amazon.co.uk/Sixth-Amulet-epic-historical-fantasy-ebook/dp/B0BG8T8ZCN?ref_=ast_author_dp"
        }
      ]
    },
    {
      "title": "The Moon Chasers",
      "img": "covers/moon_chasers",
      "quote_credit": "Eilidh Stiúbhar - Seanchaidh á Peairt",
      "quote": "She awakens beneath the inky depths, stirred by the moon’s ghostly hue as it moves, spreading her curse across the water; it shimmers and reaches down to her, through the gloom. Her eyes open, touched by it. Like a black split in wood, her mouth moves to a smile, and she rises—the call of death seducing her as she breaks the surface...",
      "paragraph_context": "Scotland: 1630",
      "preview": "Having accepted his fate, Gillis Shaw embarks on his journey towards an unknown future that will dramatically change his life. But the would-be Magus knows he is not yet prepared for the monumental role that awaits him. With his sister, Eleanor, still missing, his journey becomes increasingly challenging, altering the precious time he has left to reach Elboru and claim what his rightfully his: the Shenn amulet. But Gill is not alone … With his protectors, Reece, Asai, Tam and Kai, by his side, he is determined to rescue Eleanor first. But events are about to take a dramatic turn when they meet Daine, a Highland guide with his own agenda. This crossing of paths throws chaos on their desperate task when  they realise, they have yet to face the treacherous Cordhu Pass.",
      "show_synopsis": false,
      "buy": [
        {
          "name": "Amazon",
          "link": "https://www.amazon.co.uk/Moon-Chasers-Book-Sixth-Amulet-ebook/dp/B0C94LJY9Z?ref_=ast_author_dp"
        },
        {
          "name": "Audible",
          "link": "https://www.audible.co.uk/pd/The-Moon-Chasers-Audiobook/B0F1NKPDF4?eac_link=ViEoQemAb2DD&amp;ref=web_search_eac_asin_1&amp;eac_selected_type=asin&amp;eac_selected=B0F1NKPDF4&amp;qid=RZcJJ9dAQe&amp;eac_id=257-7577380-8936214_RZcJJ9dAQe&amp;sr=1-1"
        }
      ]
    },
    {
      "title": "A Flutter on the Wind",
      "img": "covers/flutter_on_the_wind",
      "quote_credit": "Lumeri",
      "quote": "I give you this place—this haven—the heart of Elboru, and I shall call it, The Great Hall of Eminence. It is the ethos of who we are and will remain so for as long as the universe exists. Here, only peace shall dwell alongside the spirits of the great ones who, when time dictates, will glorify within the sanctity of its solitude, for eternity. Together, they will silently reign inside its grandeur while quietly watching those who will follow after and carry on our traditions. But take heed … do not let the stain of evil mark this sacred place – for sacred it is … and shall remain so, henceforth.",
      "paragraph_context": "Scotland: 1630",
      "preview": "Still reeling from the turbulent events at the accursed Cordhu Pass, Gill and his companions press on in their search of his sister, Eleanor, who remains L’Ordana’s prisoner. But Elboru beckons the would-be Magus, who must heed the calling. However, when Gill faces a near- to-impossible task at the volatile Paths of Lome, an unexpected and life-threatening twist of fate changes everything …",
      "show_synopsis": false,
      "buy": [
        {
          "name": "Amazon",
          "link": "https://www.amazon.co.uk/Flutter-Wind-historical-fantasy-Amulet-ebook/dp/B0DFQ76RXX?ref_=ast_author_dp"
        }
      ]
    },
    {
      "type": "audiobook",
      "title": "The Sixth Amulet - Audiobook",
      "img": "covers/audiobooks/the_sixth_amulet",
      "sample": "the_sixth_amulet",
      "buy": [
        {
          "name": "Audible",
          "link": "https://www.audible.co.uk/pd/The-Sixth-Amulet-Audiobook/B0CSPTWPSW?eac_link=gWNXhwv8ba4x&amp;ref=web_search_eac_asin_1&amp;eac_selected_type=asin&amp;eac_selected=B0CSPTWPSW&amp;qid=6ZiB3AVEvh&amp;eac_id=257-7577380-8936214_6ZiB3AVEvh&amp;sr=1-1"
        }
      ]
    },
    {
      "type": "audiobook",
      "title": "The Moon Chasers - Audiobook",
      "img": "covers/audiobooks/the_moon_chasers",
      "sample": "the_moon_chasers",
      "buy": [
        {
          "name": "Audible",
          "link": "https://www.audible.co.uk/pd/The-Sixth-Amulet-Audiobook/B0CSPTWPSW?eac_link=gWNXhwv8ba4x&amp;ref=web_search_eac_asin_1&amp;eac_selected_type=asin&amp;eac_selected=B0CSPTWPSW&amp;qid=6ZiB3AVEvh&amp;eac_id=257-7577380-8936214_6ZiB3AVEvh&amp;sr=1-1"
        }
      ]
    }
  ],

  "balloch": {
    "heading1": "Balloch Castle",
    "p1": "Yes, it exists!\n\nMany people have asked me; “Why Scotland? And why Balloch?” Well, it was on my first trip there (around 2005) while visiting good friends, when I fell in love with the place. Always the perfect hosts, whenever I visit, Billy, Ciara and Megan are lucky to live a stone's throw from Balloch Castle, on the stunning shores of Loch Lomond (definitely worth a visit if you happen to be passing through). It is truly a beautiful location. And when the sun shines … Glorious! So, naturally, it inspired me to use it as the backdrop for The Sixth Amulet. It simply felt right. And, who knows, maybe I'll retire there … one day.",
    "heading2": "A wee bit of history:",
    "p2": "Balloch was once a property of the Lennox family from the 11 th century, and it was in the 13th century when the earls of Lennox built the old castle. However, the old castle was demolished by John Buchanan of Ardoch, in the 19 th century, and replaced by the present structure.\n\nBalloch was then purchased in 1915 by Glasgow City Corporation. Since 1980, the estate was designated as a country park, and since 2002 has been part of Loch Lomond and The Trossachs National Park.\n\nBalloch is a category A listed building.\n\nYou can learn more about this beautiful castle and its equally beautiful surroundings at:",
    "link": "https://www.visitscotland.com/info/see-d/balloch-castle-country-park-p252431"
  },
  "reviews": [
    {
      "id": { "numberInt": "1" },
      "body": "A tapestry of familiar mythology - and wholly original creations - weaved through a world you'll happily get lost in. A story that truly sings.",
      "credit": "Gavin Gardiner",
      "credential": "Author of For Rye and The Last Testament of Crighton Smythe"
    },
    {
      "id": { "numberInt": "2" },
      "body": "A sumptuous slow burn of a book, in the grand style of epic fantasy, that consumes its reader and transports them to another place and time.",
      "credit": "Julia Blake",
      "credential": "Author of Erinsmore and The Forest ~ a tale of old magic ~"
    },
    {
      "id": { "numberInt": "3" },
      "body": "An epic historical fantasy read, enriched with unique and wonderful characters whose journey will keep you hooked from beginning to end. Maddock has an eye for detail through her incredible imagination. So glad this is a series; one book is not enough!",
      "credit": "Sarah O'Neill",
      "credential": "Author of Deadly Obsession and Fatal Beliefs"
    },
    {
      "id": { "numberInt": "4" },
      "body": "Masterfully weaved together, with such great flair, you can't help but immerse yourself in the fantastical world M. A. Maddock has created. The diverse locations along with her motley cast of misfits will hold your attention from the start. The Sixth Amulet is an epic fantasy (historical) fiction read that packs a punch.",
      "credit": "Emma Moohan",
      "credential": "Actor/Writer"
    }
  ],
  "slides": [
    {
      "img": 0,
      "caption": "'Bruce' The Stag. Illustrated by Tegan Sommers."
    },
    {
      "img": 1,
      "caption": "Butterfly 'Ayumi's Spirit' Illustrated by Tegan Sommers"
    },
    {
      "img": 2,
      "caption": "The lotus flower - engraved on Asai Nara's Katana sword."
    },
    {
      "img": 3,
      "caption": "The Kelpie - a Scottish mythical creature."
    },
    {
      "img": 4,
      "caption": "fictional map of the lower Highlands - circa late 1500's early 1600's - by Lewis Hickson - Instagram    fantasy_map_cartographer"
    },
    {
      "img": 5,
      "caption": "The Kelpie - a Scottish mythical creature."
    },
    {
      "img": 6,
      "caption": "Scottish dirk (dagger) belonging to Eleanor Shaw."
    },
    {
      "img": 7,
      "caption": "Oran Shaw's coffer (chest) - contains hidden secrets from his past."
    },
    {
      "img": 8,
      "caption": "The Shaw crest (broach) - made from solid silver. Oran had this made especially for himself, to give him a sense of 'belonging', linking him to his ancestors who were of Pictish origin."
    },
    { "img": 9, "caption": "The Arezzo Mirror." },
    { "img": 10, "caption": "The Window." },
    {
      "img": 11,
      "caption": "Sherlock - always by my side."
    },
    { "img": 12, "caption": "My \"Little nose on legs\"" },
    {
      "img": 13,
      "caption": "Sherlock, Forever In My Heart"
    }
  ],
  "history": {
    "title": "Out with the old, in with the new …",
    "p1": "On the 14 th of September 2021, I had my first novel - Beyond the Darkness - published through a US publisher (who shall remain nameless). However, a mere six weeks later, on the 24 th of October, the publisher slammed its doors abruptly on its authors, myself included. It was a terrible ordeal, and shock, to have this done to so many gifted authors, dampening our dreams, not to mention threatening our reputations. First impressions, and all that. Our only solace, however, was knowing that this happened through no fault of our own. Unfortunately, this has become a common practice throughout the publishing world. That said, there are still many good, genuine publishers out there.\n\n My novel - Beyond the Darkness (old cover on the right) had barely time to shine, and despite our ongoing attempts to claim any royalties due to us, and to have our books removed from bookselling platforms, our pleas fell on deaf ears. Then, to add insult to injury, I discovered, shortly after—and to my horror—that the UNEDITED version of my manuscript had been published; to have this happen to any author is simply heartbreaking, as well as potentially damaging. But, instead of wallowing in what happened (I wasn't the only victim), I dusted myself off and decided to republish (the edited version of my novel) myself. I chose to draw a line under the incident and move on. You've got to.\n\n Thankfully I still had my rights, and after seeking advice I gathered a trustworthy team together, including the same cover designer. Together, we reworked the cover (and title - The Sixth Amulet - Book One - Revised Edition) to create a richer, more stunning one, this time using the original illustration by illustrator Geraldine O'Malley. Also, had it not been for the support and extra help of others, especially the authors I now consider as friends, I'm not sure I would have been brave enough to move forward. But I won't dwell on that. What's the point?!\n\n And now, to say I'm even more excited and prouder of this 'Revised Edition' is an understatement!\n\n",
    "please_note": "PLEASE NOTE:\n\nThe original (old) cover (Beyond the Darkness) is now obsolete.",
    "p2": "Now, onto the new cover for The Sixth Amulet - Book One …\n\nI've been asked several times; 'Why a Kelpie?' Well, Kelvin (that's his name by the way) is quite symbolic to the story; had he not saved the life of one of my main characters, there would be no Kristene, no L'Ordana, no … Get the picture? Besides, when I first saw the illustration, I fell in love with it and simply had to have him on the cover.",
    "p3": "While I've not personally seen a 'live' one, I have, however, visited the Kelpies located between Falkirk and Grangemouth, in Scotland. The horse-head sculptures, created by artist Andy Scott, a graduate of the Glasgow School of Art, are mesmerizing! And big. VERY BIG!! Standing a majestic 30 metres high and weighing 300 tonnes, these imposing structures are breathtaking. Aside from representing the lineage of the heavy horse of Scottish industry (the Clydesdale) and economy, there is also the myth attached to the 'creatures'.",
    "p3_bold_after": "(I took these photos while on one of my many trips to Scotland).",
    "quote": "“…When thowes dissolve the snawy hoord,\n\nAn' float the jinglin' icy boord Then, water-kelpies haunt the foord\n\nBy your direction\n\nAnd 'nighted trave'llers are allur'd\n\nTo their destruction …”",
    "quote_credit": "Address to the Deil, Robert Burns, 1786",
    "p4": "Ah, yes, the beautiful mythical Kelpie, also known as the shape-shifting creature, is famous throughout many Scottish legends. As Kelpies often take the form of a horse, they are also known as 'water horses. But, beware! Should anyone try to mount one of these horse-like creatures, it will plunge into the murky waters, taking its rider with them to their death at the bottom of the loch.\n\n So, the next time you're in Scotland, taking a stroll along one of its many lochs, take heed; if you see a lone white or grey horse, turn the other way.\n\n",
    "learn_more": "If you'd like to know more about these spectacular structures, just follow the link below.",
    "link": "https://www.visitscotland.com/info/see-do/the-helix-home-of-the-kelpies-p889261"
  }
}
